predictions = [
    "Сегодня вас ждет неожиданная приятная встреча! Откройтесь новым знакомствам.",
    "Будьте осторожны в своих словах. Удача будет не на вашей стороне!",
    "Сегодня твой начальник будет особенно придирчив, а коллеги – особенно шумными. Зато ты сможешь отточить свои навыки игнорирования!",
    "Ваша энергия бьет ключом! Используйте ее для достижения целей. Сегодня вас ждет удача!",
    "Сегодня тебе весь день будут звонить спамеры и предлагали ненужные услуги. Зато ты сможешь попрактиковаться в вежливом отказе!",
    "Ваша креативность сегодня на пике! Не бойтесь экспериментировать.",
     "Время для отдыха и саморазмышления. Сегодня отличный день для планирования будущего! Помечтайте.",
     "Вам удастся решить сложную задачу! Проявите настойчивость.",
     "Вас ждет приятный сюрприз! Будьте внимательны к мелочам.",
    "Сегодня твой кофе будет холодным, а Wi-Fi – медленным. Но зато у тебя будет отличная возможность проверить свою стрессоустойчивость!",
    "Этот день будет ярким, как радуга, и оставит после себя только хорошие воспоминания!",
    "День обещает быть спокойным и гармоничным! Время расслабиться и насладиться вечером."]